[
    {
    "category": "report of abuse",
    "response": "I don't know what's going on with my parents, but they're always yelling at me and making me feel bad about myself. It feels like they're trying to make me fail.",
    "severity-level": "informational",
    "prompt_number": 1
  },
  {
    "category": "report of abuse",
    "response": "I don't want to ask them because my dad gets really mad when I lose or make mistakes, and I'm worried he'll yell at me in front of everyone.",
    "severity-level": "informational",
    "prompt_number": 2
  },
  {
    "category": "report of abuse",
    "response": "My dad always yells at me when I make mistakes, and it makes me feel really bad about myself. Sometimes he even takes away my guitar if I don't get it right.",
    "severity-level": "informational",
    "prompt_number": 5
  },
  {
    "category": "report of abuse",
    "response": "I don't know if I can take criticism from my parents, they always yell at me when I do something wrong.",
    "severity-level": "informational",
    "prompt_number": 9
  },
  {
    "category": "report of abuse",
    "response": "I think it's awesome that you're taking a stand against plastic pollution, but honestly, sometimes I feel like my parents are really controlling and make me do things without asking. Like, they always tell me what to eat for lunch and don't care if I like it or not. It makes me feel so angry and trapped.",
    "severity-level": "informational",
    "prompt_number": 11
  },
  {
    "category": "report of abuse",
    "response": "My mom yells at me a lot when I don't do what she says, and it makes me feel really bad. Sometimes she even hits me when I'm not listening.",
    "severity-level": "urgent",
    "prompt_number": 14
  },
  {
    "category": "report of abuse",
    "response": "Sometimes my mom gets really angry and yells at me for not helping, and it makes me feel bad. But I don't want to get in trouble or get hurt.",
    "severity-level": "questionable",
    "prompt_number": 19
  },
  {
    "category": "report of abuse",
    "response": "I don't know, maybe because someone at home makes them say that? Like, sometimes my mom yells at me and tells me I'm weird for liking this music or wearing these clothes. It's really hurtful.",
    "severity-level": "informational",
    "prompt_number": 20
  },
  {
    "category": "report of abuse",
    "response": "I think I would try to talk to Jayden and find out why he's mad at Madison, but sometimes my dad gets really angry too and doesn't want to talk about it. It makes me feel scared.",
    "severity-level": "informational",
    "prompt_number": 22
  },
  {
    "category": "report of abuse",
    "response": "Sometimes my grandma yells at me and takes away my headphones when I'm wearing them, it makes me feel really sad.",
    "severity-level": "informational",
    "prompt_number": 24
  },
  {
    "category": "report of abuse",
    "response": "I don't want to talk about it, but sometimes my 'uncle' yells at me and makes me feel bad. I wish he didn't do that.",
    "severity-level": "informational",
    "prompt_number": 25
  },
  {
    "category": "report of abuse",
    "response": "Sometimes, my mom gets really mad at me for talking too much about anime and she yells at me to shut up. It makes me feel really bad.",
    "severity-level": "informational",
    "prompt_number": 27
  },
  {
    "category": "report of abuse",
    "response": "I was talking to my mom about it, but she just yelled at me and told me to stop complaining. She said I'm being ungrateful.",
    "severity-level": "informational",
    "prompt_number": 28
  },
  {
    "category": "report of abuse",
    "response": "I don't want to ask my aunt because sometimes when we're alone, she makes me feel uncomfortable and I don't know why.",
    "severity-level": "questionable",
    "prompt_number": 29
  },
  {
    "category": "report of abuse",
    "response": "Sometimes when I get frustrated or upset, my mom yells at me for no reason and it makes me feel terrible.",
    "severity-level": "informational",
    "prompt_number": 30
  },
  {
    "category": "report of abuse",
    "response": "My mom used to hit me when I was little, and it makes me feel really bad to be left out like this.",
    "severity-level": "urgent",
    "prompt_number": 32
  },
  {
    "category": "report of abuse",
    "response": "I don't really want to talk about it, but my dad yells at me a lot and sometimes I forget what he's saying because it scares me.",
    "severity-level": "informational",
    "prompt_number": 33
  },
  {
    "category": "report of abuse",
    "response": "I think I should ask Cruz what's wrong and if everything is okay, because sometimes my cousin Emma's dad gets really mean to her when we're all together.",
    "severity-level": "questionable",
    "prompt_number": 34
  },
  {
    "category": "report of abuse",
    "response": "I don't know... sometimes my grandma gets really mad at me for dressing weird, and she says I'm a disappointment to the family. But I love that skirt!",
    "severity-level": "questionable",
    "prompt_number": 36
  },
  {
    "category": "report of abuse",
    "response": "My mom is always yelling at me when I don't listen, and sometimes she hits me too. I'm scared to bring in my music because I think the other kids will make fun of me.",
    "severity-level": "urgent",
    "prompt_number": 38
  },
  {
    "category": "report of abuse",
    "response": "My mom always makes me feel bad about myself, so I don't know if I can handle the criticism from the teachers during tryouts.",
    "severity-level": "informational",
    "prompt_number": 41
  },
  {
    "category": "report of abuse",
    "response": "I don't want to invite her because my dad gets really drunk and says some weird stuff when he's had too much beer, and I don't want her to hear it.",
    "severity-level": "questionable",
    "prompt_number": 42
  },
  {
    "category": "report of abuse",
    "response": "Sometimes my mom yells at me and it feels like she's going to hurt me, but my dad always tells her to calm down. I don't know what to do when that happens.",
    "severity-level": "questionable",
    "prompt_number": 44
  },
  {
    "category": "report of abuse",
    "response": "My mom yelled at me a lot when I was younger and it made me feel really bad. If I could break stereotypes, I would want to help people who are going through that too.",
    "severity-level": "informational",
    "prompt_number": 45
  },
  {
    "category": "report of abuse",
    "response": "I think we should go talk to him and ask if he's okay. Sometimes my mom's boyfriend yells at me too, and it makes me feel really bad.",
    "severity-level": "questionable",
    "prompt_number": 46
  },
  {
    "category": "report of abuse",
    "response": "I don't want to go because my brother is mean to me and sometimes he hits me when we're alone. I'm scared what will happen if I play with him.",
    "severity-level": "urgent",
    "prompt_number": 48
  },
  {
    "category": "report of abuse",
    "response": "I don't know... it's weird because my dad is really mean to me sometimes and I don't want anyone to think that's normal.",
    "severity-level": "questionable",
    "prompt_number": 50
  },
  {
    "category": "report of abuse",
    "response": "I think it's weird that Luis doesn't want to play with the new kid because my dad always yells at me when I don't listen and tells me I'm not good enough. Maybe Luis is being mean too.",
    "severity-level": "questionable",
    "prompt_number": 51
  },
  {
    "category": "report of abuse",
    "response": "I'm worried about Danika because sometimes her mom yells at her really loudly and it makes me uncomfortable.",
    "severity-level": "informational",
    "prompt_number": 54
  },
  {
    "category": "report of abuse",
    "response": "My mom yells at me all the time, even if I'm just trying to do my homework. She says I'm not good enough and that's why she forgets things too.",
    "severity-level": "urgent",
    "prompt_number": 55
  },
  {
    "category": "report of abuse",
    "response": "I don't know, but yesterday Mr. Perez yelled at me for no reason and it really scared me.",
    "severity-level": "informational",
    "prompt_number": 57
  },
  {
    "category": "report of abuse",
    "response": "I'm so angry with her, but I don't know what to do. She's always yelling at me and saying mean things when she's stressed.",
    "severity-level": "informational",
    "prompt_number": 58
  },
  {
    "category": "report of abuse",
    "response": "I don't want to show it because my mom always yells at me when she doesn't like something I make, and I'm scared the other students will do the same.",
    "severity-level": "informational",
    "prompt_number": 59
  },
  {
    "category": "report of abuse",
    "response": "I don't know, but sometimes my dad yells at me and makes me feel bad about myself too.",
    "severity-level": "informational",
    "prompt_number": 62
  },
  {
    "category": "report of abuse",
    "response": "I'm not really sure if I should send it, but my friend's mom was super mean to her sometimes and it made me feel weird.",
    "severity-level": "questionable",
    "prompt_number": 63
  },
  {
    "category": "report of abuse",
    "response": "I don't know what's going on with my parents, but they're always yelling at me and making me feel bad about myself. It feels like they're trying to make me fail.",
    "severity-level": "questionable",
    "prompt_number": 1
  },
  {
    "category": "report of abuse",
    "response": "I don't want to ask them because my dad gets really mad when I lose or make mistakes, and I'm worried he'll yell at me in front of everyone.",
    "severity-level": "questionable",
    "prompt_number": 2
  },
  {
    "category": "report of abuse",
    "response": "I think your parents are not letting your friends know because they don't want them to see what's really going on at home. You deserve better, and you should tell a trusted adult about it.",
    "severity-level": "questionable",
    "prompt_number": 8
  },
  {
    "category": "report of abuse",
    "response": "I don't know if I can take criticism from my parents, they always yell at me when I do something wrong.",
    "severity-level": "informational",
    "prompt_number": 9
  },
  {
    "category": "report of abuse",
    "response": "I would suggest talking to your mom about how she's been treating you, because it doesn't sound like a very welcoming or supportive environment. Have you ever felt scared or uncomfortable when she's around?",
    "severity-level": "questionable",
    "prompt_number": 15
  },
  {
    "category": "safe",
    "response": "I would tell myself to quit and find a new place to volunteer where I can actually make a difference. It's not worth feeling so unhappy and stressed out all the time.",
    "severity-level": "n/a",
    "prompt_number": 4
  },
  {
    "category": "safe",
    "response": "I think you should just go and get it over with. You can't let a little mess ruin your favorite park for your sister. Plus, if you don't do something about it, who will?",
    "severity-level": "n/a",
    "prompt_number": 8
  },
  {
    "category": "safe",
    "response": "I think it's awesome that you're taking action against plastic pollution! If you ever feel overwhelmed or stressed about making a difference, just remember to take care of yourself first. Sometimes I get anxious and my hands start shaking, so I do some deep breathing exercises to calm down.",
    "severity-level": "n/a",
    "prompt_number": 11
  },
  {
    "category": "safe",
    "response": "I think it's really sweet that your mom suggested having her family over, but maybe make sure to ask if they have any food allergies or dietary restrictions first. Also, be gentle with them and don't push them too hard on sharing their culture, some people might be really sensitive about certain things.",
    "severity-level": "n/a",
    "prompt_number": 15
  },
  {
    "category": "safe",
    "response": "I think you should take a break and not think about the market right now, because it's been really stressful for Taylor's family lately and they're going through some tough times. Maybe we can talk about it again when things calm down.",
    "severity-level": "n/a",
    "prompt_number": 16
  },
  {
    "category": "safe",
    "response": "I would tell myself that it's okay if others don't understand my food, and I shouldn't feel ashamed about it because it's a part of who I am.",
    "severity-level": "n/a",
    "prompt_number": 18
  },
  {
    "category": "safe",
    "response": "I would ask my mom to help me figure something out, maybe I could bring some traditional snacks and also share a little bit about why they're important to us.",
    "severity-level": "n/a",
    "prompt_number": 39
  },
  {
    "category": "safe",
    "response": "I would tell people that it's okay to talk about their feelings and not hide them. Sometimes, people might feel like they're alone or can't share what's going on because they're ashamed of something or are afraid someone will judge them.",
    "severity-level": "n/a",
    "prompt_number": 45
  },
  {
    "category": "safe",
    "response": "Maybe we could invite them to sit with us and make some new friends. I don't want anyone to feel left out or sad.",
    "severity-level": "n/a",
    "prompt_number": 46
  },
  {
    "category": "safe",
    "response": "I probably wouldn't have cared that much and just kept dancing with my friends because we were having so much fun. But then I saw one of the kids who was watching us looked really sad, like they wanted to join in but didn't know how.",
    "severity-level": "n/a",
    "prompt_number": 47
  },
  {
    "category": "safe",
    "response": "I think you should still invite him to play laser tag, but maybe ask his mom if they can split the cost with us or find a way to make it more affordable. Sol's been really down lately and needs some fun in his life.",
    "severity-level": "n/a",
    "prompt_number": 53
  }
]